Repository: M1zz/LeeoKit
Catalog: Sources/LeeoKit/Resources/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 어떤 부분이 궁금하신가요? 예) 클립보드 히스토리는 어떻게 보나요?
cs: Co byste chtěli vědět? Např. Jak zobrazím historii schránky?
da: Hvad vil du gerne vide? Fx: Hvordan ser jeg historikken for udklipsholderen?
de: Was möchtest du wissen? z. B. Wie sehe ich den Zwischenablage-Verlauf?
el: Τι θα θέλατε να μάθετε; π.χ. Πώς βλέπω το ιστορικό του προχείρου;
en: What would you like to know? e.g. How do I view clipboard history?
es: ¿Qué te gustaría saber? P. ej.: ¿Cómo veo el historial del portapapeles?
fi: Mitä haluaisit tietää? Esim. miten näen leikepöydän historian?
fr: Que souhaitez-vous savoir ? Ex. : comment consulter l’historique du presse-papiers ?
id: Apa yang ingin Anda ketahui? mis. Bagaimana cara melihat riwayat papan klip?
it: Cosa vorresti sapere? ad es. Come vedo la cronologia degli appunti?
ja: どの部分が気になりますか？ 例）クリップボード履歴はどこで見られますか？
nb: Hva lurer du på? F.eks. Hvordan ser jeg utklippshistorikken?
nl: Wat wil je weten? Bijv. Hoe bekijk ik de klembordgeschiedenis?
pl: Czego chcesz się dowiedzieć? Np. Jak zobaczyć historię schowka?
pt_br: O que você gostaria de saber? Ex.: Como vejo o histórico da área de transferência?
ru: Что вы хотели бы узнать? Например: как посмотреть историю буфера обмена?
sv: Vad vill du veta? T.ex. Hur ser jag urklippshistoriken?
th: อยากทราบเรื่องอะไร เช่น ดูประวัติคลิปบอร์ดได้อย่างไร
tr: Ne öğrenmek istersiniz? Örn. Pano geçmişini nasıl görüntülerim?
vi: Bạn muốn biết điều gì? Ví dụ: Làm sao xem lịch sử bảng tạm?
zh_hans: 你想了解哪方面？ 例）剪贴板历史在哪里看？
zh_hant: 你想瞭解哪方面？ 例）剪貼簿歷史在哪裡看？

source: 어떤 상황에서 문제가 발생했는지 알려주세요. 예) 단축어를 저장할 때 앱이 종료됩니다.
cs: Popište, kdy problém nastává. Např. Aplikace se ukončí, když ukládám úryvek.
da: Fortæl os, hvornår problemet opstår. Fx: Appen lukker, når jeg gemmer et tekststykke.
de: Sag uns, wann das Problem auftritt. z. B. Die App beendet sich, wenn ich einen Textbaustein speichere.
el: Πείτε μας πότε εμφανίζεται το πρόβλημα. π.χ. Η εφαρμογή κλείνει όταν αποθηκεύω ένα απόσπασμα.
en: Tell us when the problem happens. e.g. The app quits when I save a snippet.
es: Cuéntanos cuándo ocurre el problema. P. ej.: La app se cierra cuando guardo un fragmento.
fi: Kerro, missä tilanteessa ongelma ilmenee. Esim. appi sulkeutuu, kun tallennan tekstinpätkän.
fr: Dites-nous quand le problème se produit. Ex. : l’app se ferme quand j’enregistre un raccourci.
id: Ceritakan kapan masalahnya terjadi. mis. Aplikasi tertutup saat saya menyimpan cuplikan teks.
it: Dicci quando si verifica il problema. ad es. L’app si chiude quando salvo uno snippet.
ja: どのような状況で問題が発生したか教えてください。 例）ショートカットを保存するとアプリが終了します。
nb: Fortell oss når problemet oppstår. F.eks. Appen avsluttes når jeg lagrer en tekstbit.
nl: Vertel ons wanneer het probleem optreedt. Bijv. De app stopt als ik een tekstfragment bewaar.
pl: Napisz, kiedy pojawia się problem. Np. Aplikacja zamyka się, gdy zapisuję fragment tekstu.
pt_br: Conte quando o problema acontece. Ex.: O app fecha quando salvo um atalho.
ru: Расскажите, когда возникает проблема. Например: приложение закрывается при сохранении фразы.
sv: Berätta när problemet uppstår. T.ex. Appen avslutas när jag sparar en textsnutt.
th: บอกเราว่าปัญหาเกิดขึ้นตอนไหน เช่น แอปปิดตัวเมื่อบันทึกข้อความด่วน
tr: Sorunun ne zaman oluştuğunu bize anlatın. Örn. Bir metin parçasını kaydederken uygulama kapanıyor.
vi: Hãy cho chúng tôi biết sự cố xảy ra khi nào. Ví dụ: Ứng dụng thoát khi tôi lưu cụm từ.
zh_hans: 请告诉我们问题是在什么情况下发生的。 例）保存短语时 App 会闪退。
zh_hant: 請告訴我們問題是在什麼情況下發生的。 例）儲存短語時 App 會閃退。

source: 어떤 점이 불편하셨나요? 어떻게 바뀌면 더 좋을지 알려주세요.
cs: Co vám vadilo? Napište nám, jak by to mohlo být lepší.
da: Hvad var besværligt? Fortæl os, hvordan det kunne blive bedre.
de: Was war umständlich? Sag uns, wie es besser sein könnte.
el: Τι σας δυσκόλεψε; Πείτε μας πώς θα μπορούσε να γίνει καλύτερο.
en: What was inconvenient? Let us know how it could be better.
es: ¿Qué te resultó incómodo? Cuéntanos cómo podría mejorar.
fi: Mikä tuntui hankalalta? Kerro, miten se voisi olla paremmin.
fr: Qu’est-ce qui vous a gêné ? Dites-nous ce qui pourrait être amélioré.
id: Apa yang kurang nyaman? Beri tahu kami bagaimana agar lebih baik.
it: Cosa ti ha dato fastidio? Dicci come potrebbe migliorare.
ja: どんな点が不便でしたか？どう変わればより良いか教えてください。
nb: Hva var tungvint? Fortell oss hvordan det kunne blitt bedre.
nl: Wat was onhandig? Laat ons weten hoe het beter kan.
pl: Co było niewygodne? Napisz, co mogłoby działać lepiej.
pt_br: O que foi incômodo? Conte como poderia ficar melhor.
ru: Что было неудобно? Расскажите, как сделать лучше.
sv: Vad var krångligt? Berätta hur det kunde bli bättre.
th: ไม่สะดวกตรงไหน บอกเราว่าควรปรับอย่างไรให้ดีขึ้น
tr: Ne zorlayıcıydı? Nasıl daha iyi olabileceğini bize anlatın.
vi: Điều gì khiến bạn thấy bất tiện? Hãy cho chúng tôi biết nên thay đổi thế nào.
zh_hans: 哪里让你觉得不方便？也告诉我们怎么改会更好。
zh_hant: 哪裡讓你覺得不方便？也告訴我們怎麼改會更好。

source: 언제 바빠지는지 미리 알고 싶은 사람
cs: Lidé, kteří chtějí dopředu vědět, kdy bude rušno
da: Folk, der gerne vil vide på forhånd, hvornår der bliver travlt
de: Menschen, die vorher wissen wollen, wann es stressig wird
el: Όσοι θέλουν να ξέρουν από πριν πότε θα έχουν φόρτο
en: People who want to know in advance when things get busy
es: Quien quiere saber de antemano cuándo se va a complicar la cosa
fi: Ihmisille, jotka haluavat tietää etukäteen, milloin tulee kiire
fr: Celles et ceux qui veulent savoir à l’avance quand ça va se charger
id: Orang yang ingin tahu lebih dulu kapan waktunya akan padat
it: Chi vuole sapere in anticipo quando arriveranno i momenti pieni
ja: いつ忙しくなるのかを先に知っておきたい人
nb: Folk som vil vite på forhånd når det blir travelt
nl: Mensen die van tevoren willen weten wanneer het druk wordt
pl: Osoby, które chcą wiedzieć z wyprzedzeniem, kiedy zrobi się gorąco
pt_br: Quem quer saber com antecedência quando as coisas vão apertar
ru: Тем, кто хочет заранее знать, когда станет плотно
sv: Den som vill veta i förväg när det blir mycket att göra
th: คนที่อยากรู้ล่วงหน้าว่าจะยุ่งเมื่อไร
tr: İşlerin ne zaman yoğunlaşacağını önceden bilmek isteyenler
vi: Người muốn biết trước khi nào sẽ bận
zh_hans: 想提前知道哪天会忙起来的人
zh_hant: 想提前知道哪天會忙起來的人

source: 여기서 아무것도 수집하지 않습니다. 눌러야만 App Store 가 열립니다.
cs: Tady se nic neshromažďuje. App Store se otevře, jen když klepnete.
da: Her indsamles intet. App Store åbner kun, når du trykker.
de: Hier wird nichts erfasst. Der App Store öffnet sich erst, wenn du tippst.
el: Τίποτα δεν συλλέγεται εδώ. Το App Store ανοίγει μόνο όταν πατήσετε.
en: Nothing is collected here. The App Store opens only when you tap.
es: Aquí no se recoge nada. El App Store solo se abre si tocas.
fi: Täällä ei kerätä mitään. App Store avautuu vain, kun napautat.
fr: Rien n’est collecté ici. L’App Store ne s’ouvre que si vous touchez.
id: Tidak ada yang dikumpulkan di sini. App Store hanya terbuka bila Anda menekannya.
it: Qui non viene raccolto nulla. L’App Store si apre solo quando tocchi.
ja: ここでは何も集めません。押したときだけApp Storeが開きます。
nb: Ingenting samles inn her. App Store åpnes bare når du trykker.
nl: Hier wordt niets verzameld. De App Store opent pas als je tikt.
pl: Nic tu nie jest zbierane. App Store otwiera się dopiero po stuknięciu.
pt_br: Nada é coletado aqui. A App Store só abre quando você toca.
ru: Здесь ничего не собирается. App Store откроется, только если нажать.
sv: Ingenting samlas in här. App Store öppnas bara om du trycker.
th: ที่นี่ไม่มีการเก็บข้อมูลใดๆ App Store จะเปิดเมื่อคุณแตะเท่านั้น
tr: Burada hiçbir şey toplanmaz. App Store yalnızca dokunduğunuzda açılır.
vi: Không thu thập gì ở đây. App Store chỉ mở khi bạn chạm.
zh_hans: 这里不收集任何东西。只有你点了，App Store 才会打开。
zh_hant: 這裡不收集任何東西。只有你點了，App Store 才會開啟。

source: 열 군데에 비슷한 서류를 넣어야 하는 하루.
cs: Den, kdy posíláte skoro stejné dokumenty na deset míst.
da: En dag, hvor du sender næsten ens dokumenter til ti steder.
de: Ein Tag, an dem du fast gleiche Unterlagen an zehn Stellen schickst.
el: Μια μέρα που στέλνετε σχεδόν ίδια έγγραφα σε δέκα μέρη.
en: A day of sending near-identical documents to ten places.
es: Un día de enviar documentos casi idénticos a diez sitios.
fi: Päivä, jona lähetät lähes samanlaiset paperit kymmeneen paikkaan.
fr: Une journée à envoyer des documents presque identiques à dix endroits.
id: Satu hari mengirim berkas serupa ke sepuluh tempat.
it: Una giornata passata a inviare documenti quasi identici a dieci posti diversi.
ja: 同じような書類を十か所に出す一日。
nb: En dag der du sender nesten like dokumenter til ti steder.
nl: Een dag waarop je bijna dezelfde documenten naar tien plekken stuurt.
pl: Dzień, w którym wysyłasz niemal identyczne dokumenty w dziesięć miejsc.
pt_br: Um dia enviando documentos quase idênticos para dez lugares.
ru: День, когда почти одинаковые бумаги уходят в десять мест.
sv: En dag då du skickar nästan likadana dokument till tio ställen.
th: วันที่ต้องส่งเอกสารคล้ายๆ กันไปสิบแห่ง
tr: Neredeyse aynı belgeleri on ayrı yere gönderdiğiniz bir gün.
vi: Một ngày gửi hồ sơ gần giống nhau đến mười nơi.
zh_hans: 要往十个地方投递差不多材料的一天。
zh_hant: 要往十個地方投遞差不多材料的一天。

source: 오른쪽으로 밀면 완료 표시(이 기기에만 저장돼요), 왼쪽으로 밀면 삭제. 삭제는 CloudKit admin 역할에 쓰기 권한이 있어야 반영돼요.
cs: Přejetím doprava označíte jako hotové (uloží se jen v tomto zařízení), přejetím doleva smažete. Mazání vyžaduje oprávnění k zápisu pro roli admin v CloudKitu.
da: Skub til højre for at markere som færdig (gemmes kun på denne enhed), skub til venstre for at slette. Sletning kræver skriveadgang for admin-rollen i CloudKit.
de: Nach rechts wischen, um als erledigt zu markieren (nur auf diesem Gerät gespeichert), nach links wischen zum Löschen. Löschen erfordert Schreibrechte für die CloudKit-Admin-Rolle.
el: Σαρώστε δεξιά για επισήμανση ως ολοκληρωμένο (αποθηκεύεται μόνο σε αυτήν τη συσκευή), αριστερά για διαγραφή. Η διαγραφή απαιτεί δικαίωμα εγγραφής στον ρόλο admin του CloudKit.
en: Swipe right to mark as done (saved on this device only), swipe left to delete. Delete requires write permission on the CloudKit admin role.
es: Desliza a la derecha para marcar como hecho (se guarda solo en este dispositivo) y a la izquierda para eliminar. Eliminar requiere permiso de escritura en el rol admin de CloudKit.
fi: Pyyhkäise oikealle merkitäksesi valmiiksi (tallennetaan vain tähän laitteeseen) ja vasemmalle poistaaksesi. Poistaminen vaatii CloudKitin admin-roolille kirjoitusoikeuden.
fr: Balayez vers la droite pour marquer comme traité (enregistré uniquement sur cet appareil), vers la gauche pour supprimer. La suppression nécessite le droit d’écriture sur le rôle admin CloudKit.
id: Geser ke kanan untuk menandai selesai (disimpan hanya di perangkat ini), geser ke kiri untuk menghapus. Menghapus memerlukan izin tulis pada peran admin CloudKit.
it: Scorri verso destra per segnare come completato (salvato solo su questo dispositivo), verso sinistra per eliminare. L’eliminazione richiede il permesso di scrittura sul ruolo admin di CloudKit.
ja: 右にスワイプで完了（この端末にのみ保存）、左にスワイプで削除。削除はCloudKit adminロールの書き込み権限が必要です。
nb: Sveip til høyre for å merke som ferdig (lagres bare på denne enheten), sveip til venstre for å slette. Sletting krever skrivetilgang for admin-rollen i CloudKit.
nl: Veeg naar rechts om als afgehandeld te markeren (alleen op dit apparaat bewaard), veeg naar links om te verwijderen. Verwijderen vereist schrijfrechten voor de CloudKit-admin-rol.
pl: Przesuń w prawo, aby oznaczyć jako gotowe (zapisywane tylko na tym urządzeniu), w lewo, aby usunąć. Usuwanie wymaga uprawnienia do zapisu dla roli admin w CloudKit.
pt_br: Deslize para a direita para marcar como concluído (salvo só neste dispositivo) e para a esquerda para apagar. Apagar exige permissão de escrita na função admin do CloudKit.
ru: Смахните вправо, чтобы отметить как выполненное (хранится только на этом устройстве), влево, чтобы удалить. Для удаления у роли admin в CloudKit должно быть право write.
sv: Svep åt höger för att markera som klar (sparas bara på den här enheten), svep åt vänster för att radera. Radering kräver skrivbehörighet för admin-rollen i CloudKit.
th: ปัดขวาเพื่อทำเครื่องหมายว่าเสร็จ (บันทึกในอุปกรณ์นี้เท่านั้น) ปัดซ้ายเพื่อลบ การลบต้องมีสิทธิ์ write ในบทบาท admin ของ CloudKit
tr: Tamamlandı olarak işaretlemek için sağa kaydırın (yalnızca bu aygıtta saklanır), silmek için sola kaydırın. Silme işlemi için CloudKit admin rolünde yazma izni gerekir.
vi: Vuốt sang phải để đánh dấu xong (chỉ lưu trên thiết bị này), vuốt sang trái để xóa. Xóa cần quyền write cho vai trò admin của CloudKit.
zh_hans: 右滑标为已处理（只存在这台设备上），左滑删除。删除需要 CloudKit admin 角色有写入权限才会生效。
zh_hant: 右滑標為已處理（只存在這台裝置上），左滑刪除。刪除需要 CloudKit admin 角色有寫入權限才會生效。

source: 완료
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
en: Done
es: Hecho
fi: Valmis
fr: Terminé
id: Selesai
it: Fine
ja: 完了
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: 완료 표시
cs: Označit jako hotové
da: Marker som færdig
de: Als erledigt markieren
el: Επισήμανση ως ολοκληρωμένο
en: Mark as Done
es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme traité
id: Tandai Selesai
it: Segna come completato
ja: 完了にする
nb: Merk som ferdig
nl: Markeer als afgehandeld
pl: Oznacz jako gotowe
pt_br: Marcar como concluído
ru: Отметить выполненным
sv: Markera som klar
th: ทำเครื่องหมายว่าเสร็จ
tr: Tamamlandı Olarak İşaretle
vi: Đánh dấu xong
zh_hans: 标为已处理
zh_hant: 標為已處理

source: 완료 해제
cs: Zrušit označení hotového
da: Fjern færdig-markering
de: Markierung aufheben
el: Αναίρεση ολοκλήρωσης
en: Unmark Done
es: Desmarcar como hecho
fi: Poista valmis-merkintä
fr: Marquer comme non traité
id: Batalkan Selesai
it: Segna come non completato
ja: 完了を解除
nb: Fjern ferdigmerking
nl: Markering opheffen
pl: Cofnij oznaczenie
pt_br: Desmarcar concluído
ru: Снять отметку
sv: Avmarkera som klar
th: เลิกทำเครื่องหมายว่าเสร็จ
tr: İşareti Kaldır
vi: Bỏ đánh dấu xong
zh_hans: 取消已处理
zh_hant: 取消已處理

source: 완료된 피드백
cs: Vyřízená zpětná vazba
da: Afsluttet feedback
de: Erledigtes Feedback
el: Ολοκληρωμένα σχόλια
en: Completed Feedback
es: Comentarios completados
fi: Käsitelty palaute
fr: Commentaires traités
id: Masukan Selesai
it: Feedback completati
ja: 完了したフィードバック
nb: Ferdige tilbakemeldinger
nl: Afgehandelde feedback
pl: Zakończone opinie
pt_br: Feedback concluído
ru: Выполненные отзывы
sv: Avklarad feedback
th: ความคิดเห็นที่เสร็จแล้ว
tr: Tamamlanan Geri Bildirimler
vi: Góp ý đã xong
zh_hans: 已处理的反馈
zh_hant: 已處理的意見回饋

source: 완료된 피드백 %d건 모아보기
cs: Zobrazit vyřízené (%d)
da: Se %d afsluttede
de: %d erledigte ansehen
el: Προβολή %d ολοκληρωμένων
en: View %d completed
es: Ver %d completados
fi: Näytä %d käsiteltyä
fr: Voir les %d traités
id: Lihat %d selesai
it: Vedi i %d completati
ja: 完了した %d件を表示
nb: Vis %d ferdige
nl: Bekijk %d afgehandelde
pl: Zobacz zakończone: %d
pt_br: Ver %d concluídos
ru: Выполненные отзывы: %d
sv: Visa %d avklarade
th: ดูที่เสร็จแล้ว %d รายการ
tr: Tamamlanan %d geri bildirimi görüntüle
vi: Xem %d góp ý đã xong
zh_hans: 查看 %d 条已处理的反馈
zh_hant: 查看 %d 條已處理的意見回饋

source: 완료된 피드백이 없어요
cs: Žádná vyřízená zpětná vazba
da: Ingen afsluttet feedback
de: Kein erledigtes Feedback
el: Δεν υπάρχουν ολοκληρωμένα σχόλια
en: No completed feedback
es: No hay comentarios completados
fi: Ei käsiteltyä palautetta
fr: Aucun commentaire traité
id: Belum ada masukan selesai
it: Nessun feedback completato
ja: 完了したフィードバックはありません
nb: Ingen ferdige tilbakemeldinger
nl: Geen afgehandelde feedback
pl: Brak zakończonych opinii
pt_br: Nenhum feedback concluído
ru: Выполненных отзывов нет
sv: Ingen avklarad feedback
th: ไม่มีความคิดเห็นที่เสร็จแล้ว
tr: Tamamlanan geri bildirim yok
vi: Không có góp ý đã xong
zh_hans: 没有已处理的反馈
zh_hant: 沒有已處理的意見回饋

source: 욕망의 무지개
cs: Rainbow of Desire
da: Rainbow of Desire
de: Rainbow of Desire
el: Rainbow of Desire
en: Rainbow of Desire
es: Rainbow of Desire
fi: Rainbow of Desire
fr: Rainbow of Desire
id: Rainbow of Desire
it: Rainbow of Desire
ja: Rainbow of Desire
nb: Rainbow of Desire
nl: Rainbow of Desire
pl: Rainbow of Desire
pt_br: Rainbow of Desire
ru: Rainbow of Desire
sv: Rainbow of Desire
th: Rainbow of Desire
tr: Rainbow of Desire
vi: Rainbow of Desire
zh_hans: 欲望彩虹
zh_hant: 欲望彩虹

source: 욕망의 무지개가 '지원서 넣기'를 단계로 쪼갭니다. 자기소개를 붙여넣는 일은 5분 조각으로 남습니다.
cs: Rainbow of Desire rozloží odeslání žádosti na kroky. Vložení průvodního textu zůstane pětiminutovým kouskem.
da: Rainbow of Desire deler det at sende en ansøgning op i trin. At indsætte din præsentation forbliver et stykke på fem minutter.
de: Rainbow of Desire zerlegt das Verschicken einer Bewerbung in Schritte. Das Einfügen deiner Vorstellung bleibt ein Fünf-Minuten-Stück.
el: Το Rainbow of Desire χωρίζει την αποστολή μιας αίτησης σε βήματα. Η επικόλληση της αυτοπαρουσίασής σας μένει ένα κομμάτι πέντε λεπτών.
en: Rainbow of Desire splits sending an application into steps. Pasting your introduction stays a five minute piece.
es: Rainbow of Desire divide el envío de una solicitud en pasos. Pegar tu presentación queda como una pieza de cinco minutos.
fi: Rainbow of Desire pilkkoo hakemuksen lähettämisen vaiheiksi. Esittelytekstin liittäminen jää viiden minuutin palaseksi.
fr: Rainbow of Desire découpe l’envoi d’une candidature en étapes. Coller votre présentation reste une tâche de cinq minutes.
id: Rainbow of Desire memecah pengiriman lamaran menjadi langkah-langkah. Menempelkan perkenalan diri tetap menjadi kepingan lima menit.
it: Rainbow of Desire suddivide l’invio di una candidatura in passaggi. Incollare la tua presentazione resta un frammento da cinque minuti.
ja: Rainbow of Desireが応募書類を出す作業を段階に分けます。自己紹介を貼り付けるところは5分の小片として残ります。
nb: Rainbow of Desire deler opp det å sende en søknad i trinn. Å lime inn presentasjonen din forblir en bit på fem minutter.
nl: Rainbow of Desire deelt het versturen van een sollicitatie op in stappen. Je introductie plakken blijft een stukje van vijf minuten.
pl: Rainbow of Desire dzieli wysyłanie zgłoszenia na kroki. Wklejenie tekstu o sobie zostaje pięciominutowym kawałkiem.
pt_br: O Rainbow of Desire divide o envio de uma candidatura em passos. Colar sua apresentação continua sendo um pedaço de cinco minutos.
ru: Rainbow of Desire разбивает подачу заявки на шаги. Вставить рассказ о себе остаётся кусочком на пять минут.
sv: Rainbow of Desire delar upp att skicka en ansökan i steg. Att klistra in din presentation förblir en femminutersbit.
th: Rainbow of Desire แบ่งการส่งใบสมัครเป็นขั้นตอน การวางประวัติแนะนำตัวจะเหลือเป็นชิ้นงาน 5 นาที
tr: Rainbow of Desire, başvuru göndermeyi adımlara böler. Kendinizi tanıttığınız metni yapıştırmak beş dakikalık bir parça olarak kalır.
vi: Rainbow of Desire chia việc gửi đơn ứng tuyển thành các bước. Việc dán phần giới thiệu bản thân chỉ là một mảnh năm phút.
zh_hans: 欲望彩虹把投申请拆成步骤。粘贴自我介绍这一步，仍然是五分钟的碎片。
zh_hant: 欲望彩虹把投申請拆成步驟。貼上自我介紹這一步，仍然是五分鐘的碎片。

source: 욕망의 무지개가 이 일은 조각이 아니라 덩어리라고 먼저 말해 줍니다.
cs: Rainbow of Desire vám hned na začátku řekne, že tohle je blok, ne kousek.
da: Rainbow of Desire fortæller dig på forhånd, at det her er en blok og ikke et stykke.
de: Rainbow of Desire sagt dir gleich vorab, dass das hier ein Block ist und kein Stück.
el: Το Rainbow of Desire σάς λέει από πριν ότι αυτό είναι μπλοκ, όχι κομμάτι.
en: Rainbow of Desire tells you up front that this one is a block, not a piece.
es: Rainbow of Desire te avisa de antemano de que esto es un bloque, no una pieza.
fi: Rainbow of Desire kertoo heti alussa, että tämä on kokonaisuus eikä palanen.
fr: Rainbow of Desire vous dit d’emblée que cette tâche est un bloc, pas un morceau.
id: Rainbow of Desire lebih dulu memberi tahu bahwa ini bongkahan, bukan kepingan.
it: Rainbow of Desire ti dice subito che questo è un blocco, non un frammento.
ja: Rainbow of Desireが、これは小片ではなく塊だと先に教えてくれます。
nb: Rainbow of Desire sier fra med en gang at dette er en blokk, ikke en bit.
nl: Rainbow of Desire vertelt je meteen dat dit een blok is en geen stukje.
pl: Rainbow of Desire od razu mówi, że to zadanie jest blokiem, a nie kawałkiem.
pt_br: O Rainbow of Desire avisa logo de cara que isto é um bloco, não um pedaço.
ru: Rainbow of Desire сразу говорит, что это блок, а не кусочек.
sv: Rainbow of Desire säger direkt att det här är ett block och inte en bit.
th: Rainbow of Desire บอกคุณก่อนว่างานนี้เป็นก้อนใหญ่ ไม่ใช่ชิ้นเล็ก
tr: Rainbow of Desire, bunun bir parça değil bir blok olduğunu baştan söyler.
vi: Rainbow of Desire cho bạn biết ngay rằng việc này là một khối, không phải một mảnh.
zh_hans: 欲望彩虹会先告诉你，这件事是整块，不是碎片。
zh_hant: 欲望彩虹會先告訴你，這件事是整塊，不是碎片。

source: 운동과 공부처럼 구간을 나눠 쓰는 시간
cs: Čas, který využíváte po úsecích, třeba při cvičení nebo učení
da: Tid, du bruger i afsnit, fx træning og studier
de: Zeit, die du in Abschnitten nutzt, etwa beim Training oder Lernen
el: Χρόνος που χρησιμοποιείτε σε διαστήματα, όπως στη γυμναστική και στο διάβασμα
en: Time you use in segments, like workouts and study
es: Tiempo que usas por tramos, como el ejercicio y el estudio
fi: Aika, jota käytät jaksoissa, kuten treenatessa tai opiskellessa
fr: Du temps que vous découpez en segments, comme le sport ou les révisions
id: Waktu yang dipakai per bagian, seperti olahraga dan belajar
it: Tempo che usi a segmenti, come allenamento e studio
ja: 運動や勉強のように、区切って使う時間
nb: Tid du bruker i økter, som trening og studier
nl: Tijd die je in delen gebruikt, zoals bij sporten en studeren
pl: Czas dzielony na odcinki, na przykład przy treningu i nauce
pt_br: Tempo usado em etapas, como treinos e estudos
ru: Время, которое делится на отрезки: тренировка, учёба
sv: Tid du använder i avsnitt, som träning och plugg
th: เวลาที่แบ่งใช้เป็นช่วงๆ เช่น ออกกำลังกายและเรียนหนังสือ
tr: Antrenman ve ders çalışma gibi bölümlere ayırarak kullandığınız zaman
vi: Thời gian chia thành từng đoạn, như tập luyện và học tập
zh_hans: 运动和学习这类分段使用的时间
zh_hant: 運動和學習這類分段使用的時間

source: 의견을 들려주시면 더 좋은 앱으로 만들 수 있어요.
cs: Vaše zpětná vazba nám pomáhá aplikaci zlepšovat.
da: Din feedback hjælper os med at gøre appen bedre.
de: Dein Feedback hilft uns, die App besser zu machen.
el: Τα σχόλιά σας μας βοηθούν να κάνουμε την εφαρμογή καλύτερη.
en: Your feedback helps us make the app better.
es: Tus comentarios nos ayudan a mejorar la app.
fi: Palautteesi auttaa meitä tekemään apista paremman.
fr: Vos commentaires nous aident à améliorer l’app.
id: Masukan Anda membantu kami menyempurnakan aplikasi.
it: Il tuo feedback ci aiuta a migliorare l’app.
ja: ご意見をいただけると、より良いアプリにできます。
nb: Tilbakemeldingen din hjelper oss med å gjøre appen bedre.
nl: Met je feedback kunnen we de app beter maken.
pl: Twoja opinia pomoże nam ulepszyć aplikację.
pt_br: Seu feedback nos ajuda a melhorar o app.
ru: Ваш отзыв поможет сделать приложение лучше.
sv: Din feedback hjälper oss att göra appen bättre.
th: ความคิดเห็นของคุณช่วยให้เราพัฒนาแอปให้ดีขึ้น
tr: Geri bildiriminiz uygulamayı daha iyi hâle getirmemize yardımcı olur.
vi: Góp ý của bạn giúp chúng tôi làm ứng dụng tốt hơn.
zh_hans: 把你的想法告诉我们，这个 App 会变得更好。
zh_hant: 把你的想法告訴我們，這個 App 會變得更好。
